Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WLAN_SYNC_DETAIL_MULTIPLE
source: Your iPhone may be transferring data, like your messages or browsing history, to synced computers over a WLAN or with a cable. You can stop this iPhone from transferring data by removing computers you do not want your data synced with.
ar: ربما ينقل iPhone بيانات - مثل رسائلك أو سجل تاريخ تصفحك - إلى أجهزة كمبيوتر متزامنة عبر شبكة WLAN أو باستخدام كبل. يمكنك منع هذا الـ iPhone من نقل البيانات عن طريق إزالة أجهزة الكمبيوتر التي لا تريد مزامنة بياناتك معها.
bg: Вашият iPhone може да прехвърля данни, като вашите съобщения или история на браузване, към синхронизирани компютри през WLAN или с кабел. Можете да спрете този iPhone да прехвърля данни, като премахнете компютрите, с които не искате да се синхронизират вашите данни.
ca: Pot ser que s’estiguin transferint dades de l’iPhone, com ara els missatges o l’historial de navegació, als ordinadors sincronitzats per WLAN o amb fil. Per aturar la transferència de les dades de l’iPhone, elimina els ordinadors amb què no vulguis sincronitzar‑les.
cs: iPhone může přenášet obsah, jako jsou zprávy nebo historie prohlížení webu, do synchronizovaných počítačů přes WLAN nebo kabelové připojení. Přenos dat z iPhonu můžete zastavit odebráním počítačů, se kterými synchronizovat nechcete.
da: iPhone overfører muligvis data, f.eks. beskeder og browserhistorik, til synkroniserede computere via WLAN eller med et kabel. Du kan forhindre iPhone i at overføre data ved at fjerne computere, som du ikke vil have dine data synkroniseret med.
de: Dein iPhone kann Daten wie deine Nachrichten oder den Browser-Verlauf über ein WLAN oder Kabel auf synchronisierte Computer übertragen. Du kannst die Übertragung dieser Daten durch das iPhone unterbinden, indem du die Computer entfernst, mit denen deine Daten nicht synchronisiert werden sollen.
el: Το iPhone ενδέχεται να μεταφέρει δεδομένα, όπως τα μηνύματα ή το ιστορικό περιήγησής σας, σε συγχρονισμένους υπολογιστές μέσω WLAN ή με καλώδιο. Μπορείτε να διακόψετε τη μεταφορά δεδομένων από αυτό το iPhone αφαιρώντας τους υπολογιστές με τους οποίους δεν επιθυμείτε να συγχρονίζετε τα δεδομένα σας.
es: Puede que tu iPhone esté transfiriendo datos, como tus mensajes o tu historial de navegación, a ordenadores sincronizados mediante WLAN o por cable. Puedes detener la transferencia de datos del iPhone eliminando los ordenadores con los que no quieras que se sincronice.
es_us: Tu iPhone podría estar transfiriendo datos, como tus mensajes o tu historial de navegación, a computadoras sincronizadas mediante una conexión WLAN o alámbrica. Para impedir que el iPhone transfiera estos datos, elimina las computadoras con las que no quieres que se sincronicen tus datos.
fi: iPhone saattaa siirtää tietoja, kuten viestejä ja selaushistoriaa, synkronoituun tietokoneeseen WLANin tai kaapelin kautta. Voit estää tätä iPhonea siirtämästä tietoja poistamalla tietokoneet, joiden kanssa et halua synkronoida.
fr: Votre iPhone est peut-être en train de transférer des données, telles que vos messages ou votre historique de navigation, vers des ordinateurs synchronisés via WLAN ou à l’aide d’un câble. Vous pouvez arrêter le transfert des données depuis cet iPhone en supprimant les ordinateurs avec lesquels vous ne souhaitez pas synchroniser vos données.
fr_ca: Votre iPhone transfère peut-être des données telles que vos messages ou votre historique de navigation à des ordinateurs synchronisés au moyen d’une connexion WLAN ou d’un câble. Vous pouvez empêcher cet iPhone de transférer des données en supprimant les ordinateurs avec lesquels vous ne voulez pas effectuer de synchronisation.
he: ייתכן שה-iPhone מעביר נתונים, כמו ההודעות או היסטוריית הגלישה שלך, למחשבים מסונכרנים באמצעות רשת WLAN או כבל. באפשרותך להפסיק את העברת הנתונים על-ידי ה-iPhone באמצעות הסרת מחשבים שאינך רוצה שהנתונים יסונכרנו איתם.
hi: हो सकता है कि आपका iPhone आपके संदेशों या ब्राउज़िंग हिस्ट्री जैसे डेटा को WLAN या केबल के ज़रिए सिंक किए गए कंप्यूटरों पर ट्रांसफ़र कर रहा हो। आप जिन कंप्यूटरों के साथ अपना डेटा सिंक नहीं करना चाहते हैं, उन्हें हटाकर इस iPhone को डेटा ट्रांसफ़र करने से रोक सकते हैं।
hr: Vaš iPhone možda prenosi podatke poput vaših poruka ili povijesti pretraživanja na sinkronizirana računala preko WLAN-a ili kabela. Možete zaustaviti prijenos podataka s ovog iPhonea tako da uklonite računala s kojima ne želite sinkronizirati podatke.
hu: Előfordulhat, hogy az iPhone-ja adatokat (például az Ön üzeneteit vagy böngészési előzményeit) visz át szinkronizált számítógépekre kábelen vagy WLAN‑on keresztül. Leállíthatja az adatok átvitelét erről az iPhone-ról, ha eltávolítja azokat a számítógépeket, amelyekkel nem szeretné szinkronizálni az adatait.
id: iPhone Anda mungkin mentransfer data, seperti pesan atau riwayat penelusuran Anda, ke komputer yang diselaraskan melalui WLAN atau kabel. Anda dapat membuat iPhone ini berhenti mentransfer data dengan menghapus komputer yang tidak Anda inginkan untuk penyelarasan data.
it: È possibile che iPhone stia trasferendo dati, come i messaggi o la cronologia di navigazione, ai computer sincronizzati tramite WLAN o via cavo. Puoi interrompere il trasferimento da iPhone rimuovendo i computer con cui non vuoi sincronizzare i dati.
ja: iPhoneから同期されているコンピュータにメッセージや閲覧履歴などのデータがWLANまたはケーブルを介して転送されている可能性があります。 データを同期したくないコンピュータを削除することで、iPhoneからのデータの転送を停止できます。
kk: iPhone құрылғыңыз хабарларыңыз немесе шолу тарихы сияқты деректерді WLAN немесе кабель арқылы синхрондалған компьютерлерге тасымалдауы мүмкін. Деректеріңізді синхрондау қажет емес компьютерлерді жою арқылы осы iPhone деректерін тасымалдауды тоқтатуға болады.
ko: iPhone이 WLAN 또는 케이블을 통해 메시지 또는 검색 기록과 같은 데이터를 동기화된 컴퓨터로 전송 중일 수 있습니다. 데이터를 동기화하지 않을 컴퓨터를 제거하여 이 iPhone의 데이터 전송을 중단할 수 있습니다.
lt: „iPhone“ gali perduoti duomenis, pvz., žinutes ar naršymo istoriją, į sinchronizuojamus kompiuterius naudojant WLAN arba kabelį. Galite sustabdyti šio „iPhone“ duomenų perdavimą pašalindami kompiuterius, su kuriais nenorite sinchronizuoti duomenų.
ms: iPhone anda mungkin memindahkan data, seperti mesej atau sejarah pelayaran anda, ke komputer yang diselaraskan melalui WLAN atau dengan kabel. Anda boleh menghentikan iPhone ini daripada memindahkan data dengan mengeluarkan komputer yang tidak anda mahu selaraskan data anda.
nl: Je iPhone zet mogelijk gegevens, zoals je berichten of browsergeschiedenis, over naar gesynchroniseerde computers via een WLAN of met een kabel. Je kunt voorkomen dat deze iPhone gegevens overzet door computers te verwijderen waarmee je je gegevens niet wilt synchroniseren.
no: iPhonen kan overføre data, som meldinger og nettleserloggen din, til synkroniserte datamaskiner over WLAN eller via en nettverkskabel. Du kan avslutte dataoverføring fra iPhonen ved å fjerne datamaskiner som du ikke vil at data skal synkroniseres til.
pl: Twój iPhone może przesyłać dane, na przykład wiadomości lub historię przeglądania, do synchronizowanych komputerów przez sieć WLAN lub przy użyciu przewodu. Aby temu zapobiec, możesz usunąć komputery, z którymi Twoje dane nie mają być synchronizowane.
pt_br: O iPhone pode estar transferindo dados, como mensagens ou histórico de navegação, para computadores sincronizados via WLAN ou cabo. Para que o iPhone pare de transferir dados, remova os computadores com os quais você não quer sincronizar dados.
pt_pt: É possível que o iPhone esteja a transferir dados, como mensagens ou histórico de navegação, para computadores sincronizados através de WLAN ou com um cabo. Pode impedir este iPhone de transferir dados removendo os computadores com os quais não pretende sincronizar dados.
ro: Este posibil ca iPhone‑ul dvs. să transfere date, precum mesaje sau istoricul de navigare, pe computerele sincronizate prin WLAN sau prin cablu. Puteți opri transferarea datelor de pe acest iPhone prin eliminarea computerelor cu care nu doriți să fie sincronizate datele dvs.
ru: Возможно, Ваш iPhone передает Ваши данные, такие как сообщения или история просмотра, на синхронизированные компьютеры по WLAN или через кабель. Вы можете прекратить передачу данных с этого iPhone, удалив компьютеры, с которыми не хотите синхронизировать свои данные.
sk: Váš iPhone môže prenášať dáta, napríklad správy alebo históriu prezerania stránok, na synchronizované počítače cez WLAN alebo kábel. Prenos dát z tohto iPhonu môžete zastaviť odstránením počítačov, s ktorými nechcete synchronizovať svoje dáta.
sl: Vaš iPhone morda prenaša podatke, na primer sporočila ali zgodovino brskanja, v sinhronizirane računalnike prek omrežja WLAN ali kabla. Prenos podatkov iz tega iPhona lahko ustavite tako, da odstranite računalnike, s katerimi ne želite sinhronizirati podatkov.
sv: iPhone kan överföra data som dina meddelanden eller surfhistorik till synkroniserade datorer över WLAN eller med en sladd. Du kan förhindra att iPhone överför data genom att ta bort datorer som du inte vill synkronisera data med.
th: iPhone ของคุณอาจกำลังถ่ายโอนข้อมูล เช่น ข้อความหรือประวัติการท่องเว็บของคุณ ไปยังคอมพิวเตอร์ที่เชื่อมข้อมูลผ่านทาง WLAN หรือใช้สายเคเบิล คุณสามารถหยุด iPhone เครื่องนี้ไม่ให้ถ่ายโอนข้อมูลได้โดยการเอาคอมพิวเตอร์ที่คุณไม่ต้องการเชื่อมข้อมูลด้วยออก
tr: iPhone’unuz, eşzamanlanan bilgisayarlara WLAN üzerinden veya bir kablo ile mesaj veya dolaşma geçmişiniz gibi verileri aktarıyor olabilir. Verilerinizin eşzamanlanmasını istemediğiniz bilgisayarları silerek bu iPhone’un veri aktarmasını durdurabilirsiniz.
uk: З iPhone можна переносити дані, як‑от повідомлення та історію перегляду вебсторінок, на синхронізовані компʼютери з використанням мережі WLAN або кабелю. Щоб припинити передавання даних з iPhone, вилучіть компʼютери, з якими не потрібно виконувати синхронізацію.
vi: iPhone của bạn có thể đang chuyển dữ liệu như tin nhắn hoặc lịch sử duyệt web đến các máy tính được đồng bộ hóa qua WLAN hoặc bằng cáp. Bạn có thể ngăn không cho iPhone này chuyển dữ liệu bằng cách xóa các máy tính mà bạn không muốn đồng bộ hóa dữ liệu.
zh_cn: iPhone可能正通过无线局域网或连接线向同步电脑传输信息或浏览历史记录等数据。 若要停止从此iPhone传输数据，你可以移除不想与之同步数据的电脑。
zh_hk: 你的iPhone可能正透過WLAN或連接線向已同步的電腦傳送資料（例如訊息或瀏覽記錄）。 如要停止讓此iPhone傳送資料，你可以移除不想與之同步資料的電腦。
zh_tw: 你的iPhone可能會將你的訊息或瀏覽記錄等資料，透過WLAN或連接線移轉至已同步的電腦上。 你可以移除不想要與其同步資料的電腦來停止此iPhone移轉資料。

# REMOTE_UI_DETAIL
source: Unable to load content, please check your internet connection.
ar: غير قادر على تحميل المحتوى. يرجى التحقق من اتصالك بالإنترنت.
bg: Неуспешно зареждане на съдържание. Моля, проверете вашата интернет връзка.
ca: No s’ha pogut carregar contingut. Comprova la teva connexió a internet.
cs: Obsah nelze načíst. Zkontrolujte připojení k internetu.
da: Kan ikke indlæse indhold. Kontroller internetforbindelsen.
de: Inhalte konnten nicht geladen werden. Überprüfe deine Internetverbindung.
el: Δεν είναι δυνατή η φόρτωση περιεχομένου, ελέγξτε τη σύνδεσή σας στο Διαδίκτυο.
es: No se puede cargar el contenido. Comprueba tu conexión a internet.
es_us: No se pudo cargar el contenido. Verifica tu conexión a Internet.
fi: Sisältöä ei voida ladata. Tarkista internet-yhteys.
fr: Impossible de charger le contenu. Vérifiez votre connexion à Internet.
fr_ca: Impossible de charger le contenu. Veuillez vérifier votre connexion Internet.
he: לא ניתן לטעון תוכן, נא לבדוק את החיבור לאינטרנט.
hi: संपर्क को लोड करने में विफल। कृपया अपना इंटरनेट कनेक्शन जाँचें।
hr: Sadržaj se ne može učitati, provjerite svoju internetsku vezu.
hu: Nem sikerült betölteni a tartalmat. Ellenőrizze az internetkapcsolatot.
id: Tidak dapat memuat konten. Periksa koneksi internet Anda.
it: Impossibile caricare il contenuto. Verifica la connessione a internet.
ja: コンテンツを読み込めません。インターネット接続を確認してください。
kk: Контентті жүктеу мүмкін болмады, интернет қосылымын тексеріңіз.
ko: 콘텐츠를 로드할 수 없습니다. 인터넷 연결 상태를 확인하십시오.
lt: Nepavyko įkelti turinio, patikrinkite interneto ryšį.
ms: Gagal memuatkan kandungan, sila periksa sambungan internet anda.
nl: Er kan geen materiaal worden geladen. Controleer je internetverbinding.
no: Kan ikke laste inn innhold. Sjekk internett­forbindelsen.
pl: Nie można wczytać zawartości. Sprawdź połączenie z Internetem.
pt_br: Não foi possível carregar o conteúdo. Verifique sua conexão à internet.
pt_pt: Não foi possível carregar o conteúdo. Verifique a ligação à internet.
ro: Conținutul nu a putut fi încărcat, verificați conexiunea dvs. la internet.
ru: Не удается загрузить контент. Проверьте подключение к интернету.
sk: Obsah nie je možné načítať. Skontrolujte svoje pripojenie na internet.
sl: Ni mogoče naložiti vsebine, preverite internetno povezavo.
sv: Det gick inte att läsa in innehåll. Kontrollera internetanslutningen.
th: ไม่สามารถโหลดเนื้อหาได้ โปรดตรวจสอบการเชื่อมต่อกับอินเทอร์เน็ตของคุณ
tr: İçerik yüklenemiyor. Lütfen internet bağlantınızı denetleyin.
uk: Не вдається завантажити вміст. Перевірте наявність інтернет-зʼєднання.
vi: Không thể tải nội dung, vui lòng kiểm tra kết nối internet của bạn.
zh_cn: 无法载入内容，请检查互联网连接。
zh_hk: 無法載入內容，請檢查互聯網連線。
zh_tw: 無法載入內容，請檢查你的網際網路連線。

source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# STOP_ALL_SHARING_BY_PEOPLE_ALERT_DETAIL
source: By continuing, the information you’re sharing with %@ will no longer be shared, and you will no longer have access to the information %@ shared with you. If %@ shared ^[their](referentConcept:1) location or Health data with you, you will still have access to that information.
ar: عند المتابعة، فإن المعلومات التي تشاركها مع %@ لن تتم مشاركتها بعد الآن، ولن يعود بإمكانك الوصول إلى المعلومات التي شاركها %@ معك. إذا كان %@ قد شارك موقعه أو بياناته الصحية معك، فسيظل بإمكانك الوصول إلى تلك المعلومات.
bg: Като продължите, споделената информация с %@ няма повече да се споделя и вие няма повече да имате достъп до информацията, споделяна от %@ с вас. Ако %@ е ^[тяхното](referentConcept: 1) местоположение и здравни данни с вас, вие все още ще имате достъп до тази информация.
ca: En continuar, es deixarà de compartir tota la informació amb %@ i tu ja no tindràs accés a cap altra informació que %@ hagi compartit amb tu. Tanmateix, si %@ ha compartit la seva ubicació o les seves dades de salut amb tu, encara les podràs veure.
cs: Pokud budete pokračovat, přestanete sdílet informace s uživatelem %@ a ztratíte přístup k informacím, které %@ sdílí s vámi. Pokud s vámi %@ sdílí svou polohu nebo data aplikace Zdraví, přístup k těmto údajům budete mít i nadále.
da: Hvis du fortsætter, vil de oplysninger, du deler med %@, ikke længere blive delt, og du vil ikke længere have adgang til de oplysninger, som %@ delte med dig. Hvis %@ delte ^[sin](referentConcept: 1) lokalitet eller sine sundhedsdata med dig, vil du stadig have adgang til disse oplysninger.
de: Wenn du fortfährst, wird das Teilen der Informationen mit %@ beendet und du verlierst den Zugriff auf die Informationen, die %@ mit dir geteilt hat. Wenn %@ den Standort oder Gesundheitsdaten mit dir geteilt hat, hast du weiterhin Zugriff darauf.
el: Αν συνεχίσετε, τα δεδομένα που κοινοποιείτε στον χρήστη «%@» δεν θα κοινοποιούνται πλέον, και δεν θα έχετε πρόσβαση στα δεδομένα που ο χρήστης «%@» έχει κοινοποιήσει σε εσάς. Αν ο χρήστης «%@» κοινοποίησε την τοποθεσία του ή τα δεδομένα Υγείας ^[του](referentConcept: 1) σε εσάς, θα έχετε πρόσβαση σε αυτά τα δεδομένα.
es: Si continúas, se dejará de compartir con %@ la información que compartes actualmente y ya no podrás acceder a los datos que %@ haya compartido contigo. Si %@ comparte contigo su ubicación o sus datos de salud, seguirás teniendo acceso a esa información.
es_us: Si continúas, la información que se compartía con %@ se dejará de compartir y ya no tendrás acceso a lo que %@ compartía contigo. Si %@ te había compartido su ubicación o sus datos de Salud, aún podrás acceder a dicha información.
fi: Jos jatkat, %@ ei enää saa jakamiasi tietoja etkä sinä voi käyttää tietoja, jotka %@ jakoi kanssasi. Jos %@ jakoi sinulle sijaintinsa tai terveysdatansa, voit yhä käyttää niitä.
fr: Si vous poursuivez, les informations que vous partagez avec %@ ne le seront plus, et vous ne pourrez plus non plus accéder aux informations que %@ a partagées avec vous. Si %@ a partagé sa position ou ses données Santé avec vous, vous aurez toujours accès à ces informations.
fr_ca: En poursuivant, le partage de vos informations avec %@ cessera et vous n’aurez plus accès aux informations que %@ a partagées avec vous. Si %@ a partagé sa position ou ses données médicales avec vous, vous aurez quand même accès à ces informations.
he: המשך הפעולה יוביל לכך שהמידע שמשותף עם %@ כבר לא ישותף, ולא תהיה לך עוד גישה למידע ששותף איתך על ידי %@. אם המיקום או נתוני הבריאות של ^[%@](referentConcept: 1) שותפו איתך, עדיין תהיה לך גישה למידע זה.
hi: जारी रखने से, आप जो जानकारी %@ से शेयर कर रहे हैं, वह अब शेयर नहीं की जाएगी और आपके पास अब उस जानकारी का ऐक्सेस नहीं होगा जिसे %@ ने आपसे शेयर किया था। यदि %@ ने ^[अपना](referentConcept: 1) स्थान या सेहत डेटा आपसे शेयर किया है, तो आपके पास उस जानकारी का ऐक्सेस अभी भी बना रहेगा।
hr: Ako nastavite, informacije koje dijelite s korisnikom %@ više se neće dijeliti i više nećete imati pristup informacijama koje %@ dijeli s vama. Ako je korisnik %@ podijelio ^[svoju](referentConcept: 1) lokaciju ili zdravstvene podatke s vama, i dalje ćete imati pristup tim informacijama.
hu: Ha folytatja, akkor a továbbiakban nem osztja meg azokat az információkat, amelyeket megosztott vele: %@. Egyúttal Ön sem fog többé hozzáférni azokhoz az információkhoz, amelyeket %@ osztott meg Önnel. Ha %@ megosztotta Önnel a helyzetét vagy az egészségügyi adatait, ezekhez az információkhoz Ön továbbra is hozzáférhet.
id: Dengan melanjutkan, informasi yang Anda bagikan dengan %@ tidak akan lagi dibagikan dan Anda tidak lagi akan memiliki akses ke informasi yang dibagikan %@ dengan Anda. Jika %@ membagikan lokasi atau data Kesehatan^[nya](referentConcept: 1) dengan Anda, Anda masih akan memiliki akses ke informasi tersebut.
it: Se procedi, la condivisione delle informazioni con %@ verrà interrotta e non avrai più accesso ai dati che %@ aveva condiviso con te. Se %@ aveva condiviso con te la posizione o i dati sanitari, potrai ancora accedervi.
ja: 続行すると、あなたが“%@”と共有している情報は共有されなくなり、“%@”があなたと共有していた情報にあなたはアクセスできなくなります。“%@”が位置情報またはヘルスケアデータをあなたと共有していた場合、あなたはその情報には引き続きアクセスできます。
kk: Жалғастыру арқылы онымен (%@) бөлісетін ақпарат оған бұдан былай жіберілмейді және ол (%@) сізбен бөліскен ақпаратқа бұдан былай қол жеткізе алмайсыз. Егер ол (%@) ^[өзінің](referentConcept: 1) геолокациясын немесе медициналық деректерін сізбен бөліскен болса, сол ақпаратқа қол жеткізу мүмкіндігіңіз сақталады.
ko: 계속하면, 사용자가 %@님과 공유 중인 정보는 더 이상 공유되지 않으며, %@님이 사용자와 공유한 정보에는 더 이상 접근할 수 없게 됩니다. 만약 %@님이 본인의 위치 또는 건강 데이터를 사용자와 공유했다면, 사용자는 계속해서 해당 정보에 접근할 수 있습니다.
lt: Jei tęsite, %@ nebeturės prieigos prie jūsų bendrinamos informacijos, o jūs nebeturėsite prieigos prie informacijos, kurią %@ bendrino su jumis. Jei %@ bendrino ^[savo](referentConcept: 1) vietą arba programos „Sveikata“ duomenis, vis tiek turėsite prieigą prie tos informacijos.
ms: Dengan meneruskan, maklumat yang anda kongsi dengan %@ tidak lagi akan dikongsi dan anda tidak lagi akan mempunyai akses kepada maklumat %@ yang dikongsi dengan anda. Jika %@ berkongsi lokasi atau data Kesihatan mereka dengan anda, anda masih akan mempunyai akses kepada maklumat tersebut.
nl: Als je doorgaat, wordt de informatie die je met %@ deelt niet meer gedeeld en heb je geen toegang meer tot de informatie die %@ met je deelt. Als %@ locatie- of gezondheidsgegevens met je heeft gedeeld, heb je nog steeds toegang tot die informatie.
no: Hvis du fortsetter, avsluttes all deling av informasjon med %@, og du vil også miste tilgang til informasjonen som %@ har delt med deg. Unntaket er hvis %@ har delt helsedata eller posisjonen sin. Dette vil du fortsatt ha tilgang til.
pl: Jeśli będziesz kontynuować, informacje udostępniane tej osobie (%@) nie będą już udostępniane, a Ty utracisz dostęp do informacji, które %@ udostępnia Tobie. Jeśli %@ udostępnia Ci swoje położenie i dane zdrowotne, będziesz nadal mieć dostęp do tych informacji.
pt_br: Se você continuar, as informações que compartilha com %@ deixarão de ser compartilhadas e você não poderá mais ter acesso às informações que %@ compartilhou com você. Se %@ tiver compartilhado a localização ou os dados de Saúde com você, você ainda terá acesso a essas informações.
pt_pt: Se continuar, a informação que está a partilhar com %@ deixará de ser partilhada e já não poderá aceder à informação que %@ partilhou consigo. Caso %@ tenha partilhado a localização ou dados de saúde consigo, continuará a ter acesso a essa informação.
ro: În cazul în care continuați, informațiile pe care le partajați cu %@ nu vor mai fi partajate și nu veți mai avea acces la informațiile pe care %@ le‑a partajat cu dvs. Dacă %@ și‑a partajat localizarea sau datele de sănătate cu dvs., veți avea în continuare acces la acele informații.
ru: Если продолжить, будет закрыт доступ ко всей информации, которой Вы сейчас делитесь с пользователем %@, а Вы утратите доступ к информации, которой %@ делится с Вами. Если %@ делится с Вами ^[своей](referentConcept: 1) геопозицией или медданными, эта информация будет по‑прежнему доступна Вам.
sk: Ak sa rozhodnete pokračovať, zastavíte zdieľanie informácií s užívateľom %@ a stratíte prístup k informáciám, ktoré %@ zdieľa s vami. Ak s vami %@ zdieľa polohu alebo zdravotné dáta, k týmto informáciám budete môcť aj naďalej pristupovať.
sl: Če nadaljujete, podatki, ki jih delite z osebo %@, ne bodo več deljeni in ne boste več imeli dostopa do podatkov, ki jih je oseba %@ delila z vami. Če je oseba %@ z vami delila ^[svojo](referentConcept: 1) lokacijo ali zdravstvene podatke, boste do teh podatkov še vedno imeli dostop.
sv: Om du fortsätter slutar informationen du delar med %@ att delas och du får inte längre tillgång till informationen som %@ delade med dig. Om %@ delade sin platsinformation eller sina hälsodata med dig har du fortfarande tillgång till den informationen.
th: โดยการดำเนินการต่อ หมายความว่าข้อมูลที่คุณแชร์อยู่กับ%[tt]@จะไม่ถูกแชร์อีกต่อไป และคุณจะไม่สามารถเข้าถึงข้อมูลที่%[tt]@แชร์กับคุณได้อีกต่อไป ถ้า%[tt]@แชร์ตำแหน่งที่ตั้งและข้อมูลสุขภาพ^[ของเขา](referentConcept: 1)กับคุณ คุณจะยังสามารถเข้าถึงข้อมูลนั้นได้
tr: Sürdürürseniz %@ ile paylaştığınız bilgiler artık paylaşılmaz ve siz de %@ adlı kişinin sizinle paylaştığı bilgilere artık erişemezsiniz. %@ ^[kendi](referentConcept:1) konumunu veya Sağlık verilerini sizinle paylaşmışsa bu bilgilere yine de erişebilirsiniz.
uk: Якщо продовжити, інформація, яку ви поширюєте для %@, надалі не поширюватиметься, і ви не матимете доступу до інформації, яку %@ поширює для вас. Якщо %@ поширює для вас свою геопозицію або Меддані, ви й далі матимете до них доступ.
vi: Bằng việc tiếp tục, thông tin mà bạn đang chia sẻ với %@ sẽ không được chia sẻ nữa và bạn sẽ không có quyền truy cập vào thông tin mà %@ đã chia sẻ với bạn nữa. Nếu %@ đã chia sẻ vị trí hoặc dữ liệu Sức khỏe ^[của họ](referentConcept: 1) với bạn thì bạn sẽ vẫn có quyền truy cập vào thông tin đó.
zh_cn: 若继续，你将不再共享正与%@共享的信息，也不可再访问%@曾与你共享的信息。若%@与你共享了其位置或健康数据，你将仍可访问该信息。
zh_hk: 如繼續，將不再共享正在與%@共享的資料，你將無法繼續取用%@與你共享的資料。如%@曾經與你共享其位置或「健康」資料，你仍然可以繼續取用有關資料。
zh_tw: 若繼續，與%@分享的資訊將不再分享，你將無法繼續取用%@與你分享的資訊。若%@曾與你分享其位置或「健康」資料，你仍可繼續取用該資訊。
